export const TAGS_TEXT = [
  {
    id: 1,
    upText: '5 лет',
    downText: 'привозим товары',
  },
  {
    id: 2,
  },
  {
    id: 3,
    upText: 'всего 9%',
    downText: 'коммисия сервиса',
  },
  {
    id: 4,
  },
  {
    id: 5,
    upText: 'телеграм бот',
    downText: 'для удобных и быстрых заказов',
  },
  {
    id: 6,
  },
  {
    id: 7,
    upText: 'опт и розница',
    downText: 'работаем со всеми',
  },
];

export const INSTRUCTIONS = [
  {
    id: 1,
    title: 'Закидываешь ссылку в телеграм бот',
    description: 'Супер просто и удобно. А наши менеджеры на всё ответят и помогут.',
  },
  {
    id: 2,
    title: 'Оплачиваешь через ссылку',
    description: 'Безопасная оплата через секьюрную индивидуальную ссылку.',
  },
  {
    id: 3,
    title: 'Выбираешь доставку',
    description: 'На твое усмотрение выбирай перевозчика и мы передадим контакты для дальнейшей коммуникации.',
  },
  {
    id: 4,
    title: 'Получаешь',
    description: 'Текст описание в несколько предложений.',
  },
];

export const VAT_PERCENTAGES = ['5%', '8%', '23%'];
