export const TAGS_TEXT = [
  {
    id: 1,
    upText: '5 лет',
    downText: 'на рынке',
  },
  {
    id: 2,
    upText: 'всего 6%',
    downText: 'коммисия сервиса',
  },
  {
    id: 3,
    upText: 'телеграм бот',
    downText: 'для удобных и быстрых заказов',
  },
  {
    id: 4,
    upText: 'опт и розница',
    downText: 'работаем со всеми',
  },
];

export const INSTRUCTIONS = [
  {
    id: 1,
    title: 'Находите товар в любом польском магазине и отправляете ссылку через телеграм-бот',
    description: 'Просто и удобно, а наши менеджеры всегда помогут.',
  },
  {
    id: 2,
    title: 'Оплачивайте заказ любым удобным способом',
    description: 'Наличные, криптовалюта, банковские карты.',
  },
  {
    id: 3,
    title: 'Мы выкупаем ваш товар',
    description: 'Ждем доставку от 2-х до 5-ти рабочих дней к нам на склад.',
  },
  {
    id: 4,
    title: 'Забираете товар с фактурой Tax Free',
    description: 'Поможем с доставкой в Россию и Беларусь.',
  },
];

export const VATS = [
  {
    percentage: '5%',
    description: 'некоторые продукты питания.',
  },
  {
    percentage: '8%',
    description: 'книги и печатные издания, медикаменты, фармацевтические продукты, косметика, спортивное питание.',
  },
  {
    percentage: '23%',
    description: 'одежду, обувь, технику, автозапчасти, сантехнику, мебель, строительные материалы, часы.',
  },
];

export const FAQ = [
  {
    id: 100,
    title: 'Для заказа товара необходима 100% предоплата?',
    text: 'Да, предоплата составляет 100%.',
  },
  {
    id: 101,
    title: 'Каким образом можно оплатить заказ?',
    text: '<ol><li>Наличными.</li><li>Картой.</li><li>Криптовалютой USDt.</li></ol>',
  },
  {
    id: 102,
    title: 'Какие услуги вы оказываете?',
    text: 'Tax Free - услуга покупки, по поручению клиента, товаров у поставщиков с их последующей продажей по процедуре Tax Free и возвратом VAT.',
  },
  {
    id: 103,
    title: 'Можно ли заказать товары из других стран, крому Польши?',
    text: 'Да, мы заказываем товары у любых компаний, интернет-магазинов и фабрик Европы и США.',
  },
  {
    id: 104,
    title: 'Есть ли особые возможности для оптовых клиентов?',
    text: 'Да, для оптовых клиентов мы подбираем индивидуальные условия сотрудничества, и предлагаем особые возможности: самостоятельный заказ, персональный менеджер, безналичная оплата, сниженный % комиссии и другие.',
  },
  {
    id: 105,
    title: 'Где искать товар для заказа?',
    text: 'Мы собрали самые популярные интернет-магазины в Польше в один каталог, и сгруппировали их по категориям. Также, вы можете прислать свою ссылку из любого магазина. Менеджеры проверят возможность заказа.',
  },
  {
    id: 106,
    title: 'Проверяете ли вы товар, который пришёл к вам на склад? (внешнюю целостность упаковки, вес, количество и параметры товара, сделать фото)',
    text: 'При поступлении товара на склад проверяется только внешняя целостность упаковки.<br/>' +
      '<br/>' +
      'Товар необходимо проверить на соответствие при получении на складе. После получения товара со склада претензии не принимаются.',
  },
  {
    id: 107,
    title: 'Возврат не подошедшего товара / некачественного товара.',
    text: 'При получении товара на нашем складе вы можете проверить ваш заказ. В случае несоответствия информации о товаре, которую предоставил продавец на сайте, мы начнем процедуру возврата/замены/рекламации товара.<br/>' +
      '<br/>' +
      'Если вы не проверили товар при получении и вывезли его за пределы ЕС – мы не сможем вернуть его поставщику.<br/>' +
      '<br/>' +
      'По другим причинам (не подошел размер, передумали и т.д) поставщик может отказать в возврате товара. Правом возврата 14 дней без объяснения причины, можно воспользоваться, если заказываете товар без возможности возврата VAT.',
  },
  {
    id: 108,
    title: 'Осуществляете ли Вы доставку в РБ?',
    text: 'Наша компания не занимается доставкой товара в Беларусь, но при этом есть возможность заказать доставку через наших партнеров.',
  },
];

export const META_SITE_NAME = 'All in Poland delivery';
export const GA_ID = 'G-FFBR3YFJCW';
export const GTM_ID = 'GTM-P63PM5B';
