export const TAGS_TEXT = [
  {
    id: 1,
    upText: '5 лет',
    downText: 'привозим товары',
  },
  {
    id: 2,
    upText: 'всего 9%',
    downText: 'коммисия сервиса',
  },
  {
    id: 3,
    upText: 'телеграм бот',
    downText: 'для удобных и быстрых заказов',
  },
  {
    id: 4,
    upText: 'опт и розница',
    downText: 'работаем со всеми',
  },
];

export const INSTRUCTIONS = [
  {
    id: 1,
    title: 'Закидываешь ссылку в телеграм бот',
    description: 'Супер просто и удобно. А наши менеджеры на всё ответят и помогут.',
  },
  {
    id: 2,
    title: 'Оплачиваешь через ссылку',
    description: 'Безопасная оплата через секьюрную индивидуальную ссылку.',
  },
  {
    id: 3,
    title: 'Выбираешь доставку',
    description: 'На твое усмотрение выбирай перевозчика и мы передадим контакты для дальнейшей коммуникации.',
  },
  {
    id: 4,
    title: 'Получаешь',
    description: 'Текст описание в несколько предложений.',
  },
];

export const VAT_PERCENTAGES = ['5%', '8%', '23%'];

export const FAQ = [
  {
    id: 100,
    title: 'Как долго ждать доставку?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 101,
    title: 'Можно ли вернуть/отказаться от заказа?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 102,
    title: 'Кто является перевозчиком заказов?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 103,
    title: 'Нужно ли платить налог и кто его будет уплачивать?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 104,
    title: 'Зачем заказывать у вас, когда у меня подруга в Варшаве?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 105,
    title: 'Можно в дропе участвовать?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 106,
    title: 'Как хранятся мои данные?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
];
