export const FAQ = [
  {
    id: 100,
    title: 'Как долго ждать доставку?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 101,
    title: 'Можно ли вернуть/отказаться от заказа?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 102,
    title: 'Кто является перевозчиком заказов?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 103,
    title: 'Нужно ли платить налог и кто его будет уплачивать?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 104,
    title: 'Зачем заказывать у вас, когда у меня подруга в Варшаве?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 105,
    title: 'Можно в дропе участвовать?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
  {
    id: 106,
    title: 'Как хранятся мои данные?',
    text: 'Стандартная доставка товара 1-3 дня , но бывают случаю когда товар может доставляться дольше по разным причинам. Срок доставки товара от нас не зависит, он зависит от продавца у которого был куплен товар.',
  },
];